Revit 2024 API
UnitTypeId.DegreesMinutes Property
 Degrees minutes seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DegreesMinutes { get; }
Visual Basic
Public Shared ReadOnly Property DegreesMinutes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DegreesMinutes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace